{"fechaFormateada":"Viernes, 20 de junio de 2025","data":[{"notaPrincipalDefault":{"titulo":"Barcelona dice adiós a Castillo y apuesta por Rescalvo","link":"https:\/\/www.ecuavisa.com\/boletin-estadio-newsletter\/barcelona-dice-adios-a-castillo-y-apuesta-por-rescalvo-MB9542295?utm_source=SendPulse&utm_medium=NotaPrincipal&utm_campaign=N_Estadio&utm_id=Newsletter","descripcion":"<p>La era de <a style=\"color: #444;\" rel=\"noopener noreferrer\" href=\"https:\/\/www.ecuavisa.com\/deportes\/futbol-nacional\/segundo-castillo-fuera-barcelona-sc-MX9536842\" target=\"_blank\">Segundo Castillo<\/a> en <b>Barcelona Sporting Club<\/b> terminó como empezó: en medio de la incertidumbre. Lo que parecía una...<\/p>","subseccion":{"titulo":"BOLETIN ESTADIO NEWSLETTER","link":"https:\/\/www.ecuavisa.com\/boletin-estadio-newsletter"},"image":"..\/..\/sendpulse\/boletin-estadio\/img\/2025\/06\/adios-castillo_2263880_20250620141512.jpg"}},{"notaPrincipalTodosDatos":[{"name":"Imagen_Newsletter","remoteContent":{"href":"https:\/\/www.ecuavisa.com\/binrepository\/1440x1280\/0c0\/0d0\/none\/11705\/TLNX\/fracaso-con-castillo-y-apuesta-por-re_2263884_20250620141323.jpg","rendition":"crop_full"}},{"name":"Image","remoteContent":{"href":"https:\/\/www.ecuavisa.com\/binrepository\/1200x600\/0c0\/0d0\/none\/11705\/OBNR\/adios-castillo_2263880_20250620141512.jpg","rendition":"crop_full"},"component":{"name":"Cutline","__text":"Antonio Álvarez, presidente de Barcelona, en un abrazo con Segundo Castillo."}},{"name":"Headline","__text":"Barcelona dice adiós a Castillo y apuesta por Rescalvo"},{"name":"Subheadline","__text":"Tras la salida de Segundo Castillo por los malos resultados, Barcelona SC confía en Ismael Rescalvo para levantar al equipo y pelear el título, en medio de dudas y altas expectativas."},{"name":"Text","__text":"<p>La era de <a rel=\"noopener noreferrer\" href=\"https:\/\/www.ecuavisa.com\/deportes\/futbol-nacional\/segundo-castillo-fuera-barcelona-sc-MX9536842\" target=\"_blank\">Segundo Castillo<\/a> en <b>Barcelona Sporting Club<\/b> terminó como empezó: en medio de la incertidumbre. Lo que parecía una apuesta valiente por un hombre de la casa, terminó siendo un experimento fallido que duró más de lo que debía.<\/p><p>La eliminación temprana en la Copa Libertadores, el declive en la LigaPro y, sobre todo, la falta de identidad futbolística precipitaron su salida. Lo que hace unas semanas era un murmullo entre la hinchada, desde anoche es oficial: Castillo no va más.<\/p><p><b>Barcelona lo aguantó hasta que ya no pudo más. <\/b>Su paso como técnico principal dejó un 53,8 % de victorias y un 46,1 % de partidos sin ganar en 2025. Y lo más preocupante: un equipo sin alma.<\/p><p>El punto de quiebre fue la derrota ante Liga de Quito, no solo por el marcador, sino porque quedó expuesta la diferencia entre un equipo que está en alza y otro que se fue desmoronando con cada jornada.<\/p><p>En medio de esa caída, el club optó por reemplazar a Castillo por una cara conocida: <a rel=\"noopener noreferrer\" href=\"https:\/\/www.ecuavisa.com\/deportes\/futbol-nacional\/cuando-debuta-ismael-rescalvo-nuevo-entrenador-barcelona-sc-JN9539795\" target=\"_blank\">Ismael Rescalvo<\/a>. El técnico español, que ya dirigió en Ecuador con luces y sombras en Emelec e Independiente del Valle, fue anunciado como nuevo entrenador <b>hasta diciembre de 2026<\/b>.<\/p><p>Su llegada no es sorpresiva: el presidente <a rel=\"noopener noreferrer\" href=\"https:\/\/www.ecuavisa.com\/deportes\/futbol-nacional\/antonio-alvarez-rescalvo-nos-convencio-sus-ganas-de-venir-su-gusto-por-el-plantel-conoce-a-los-jugadores-de-barcelona-sc-GM9538989\" target=\"_blank\">Antonio Álvarez <\/a>reveló que llevaban dos semanas conversando con él, incluso antes de que se concrete la salida de Castillo. Un gesto que, aunque lógico desde lo gerencial, revela también que <b>la suerte del ecuatoriano ya estaba echada<\/b>. Quizá él ya lo sabía, ¿será por eso que no acudió a lastres últimas ruedas de prensa?<\/p><p>Rescalvo llega a Barcelona bajo un discurso motivador del presidente, <b>con promesas de protagonismo y de potenciar a los juveniles<\/b>, algo que siempre suena bien en el papel. Su conocimiento del medio y del plantel fue clave para su elección, ha dicho Álvarez.<\/p><p>Pero lo cierto es que tendrá que demostrar rápidamente que puede revertir un presente complejo, con un Barcelona lejos de su mejor versión, golpeado en lo anímico y con una hinchada que exige más que palabras.<\/p><p>¿Es Rescalvo la solución? Tiene experiencia, sí. Tiene discurso, también. <b>Pero ya demostró en su anterior paso por el país que no basta con buenas intenciones<\/b>.<\/p><p>En Barcelona no hay tiempo para procesos largos ni márgenes para tropezones. El Ídolo necesita resultados e identidad. Algo que no tuvo con Castillo y que, ahora, se le exigirá a Rescalvo.<\/p>"},{"name":"Quotecv","__text":"La historia reciente de Barcelona está llena de promesas que no cuajan. Ojalá esta vez sea distinto. Porque lo que menos necesita este club es otro ciclo que empiece con ilusión y termine con excusas."}]}],"listaUsuario":564325,"newsletter":"opinion"}